Repository: common-repository/billmate-order-management-for-woocommerce
Catalog: languages/billmate-order-management-for-woocommerce-*.po
Languages: sv_se

source: Enable Auto Capture
sv_se: Aktivera Automatisk Aktivering

source: Activate Billmate order automatically when WooCommerce order status changes to Completed.
sv_se: Aktivera Billmate ordrar automatiskt när WooCommerce ordern ändras till Färdigbehandlad.

source: Enable Auto Cancel
sv_se: Aktivera Automatisk Makulering

source: Cancel Billmate order automatically when WooCommerce order status changes to Cancelled.
sv_se: Avbryt Billmate ordrar automatiskt när WooCommerce ordern ändras till Avbruten.

source: Enable Auto Update
sv_se: Aktivera Automatisk Uppdatering

source: Update Billmate order automatically when WooCommerce order is updated.
sv_se: Uppdatera Billmate ordrar automatiskt när WooCommerce ordern uppdateras.

source: Order Management Debug Log
sv_se: Felsökningslogg för Order management

source: Enable logging
sv_se: Aktivera loggning

source: Could not activate Billmate Checkout reservation, Billmate Checkout reservation is already activated.
sv_se: Det gick inte att aktivera Billmate Checkout reservation, Billmate Checkout reservationen är redan aktiverad.

source: Billmate reservation was successfully activated.
sv_se: Billmate reservationen har aktiverats.

source: Billmate API Error on Billmate activate order:
sv_se: Makulerar ordrar i Billmate Online när ordern får status completed
